OdDAI.daiErrorHandlerBase.op_FunctionCall(System.UInt32,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*)
\details
The () operator for the daiErrorHandlerBase class.
\param minor              [in] Error code.
\param errorDescription   [in] Error description in a human-readable form.
\param functionId         [in] Pointer to a name of the function where an error is handled.

OdDAI.daiErrorHandlerBase.Dispose
\details
Destructor for the daiErrorHandlerBase class.